/* About The Developer Content */
"aboutview.about_developer_content %lld" = "Rehatbir Singh is a %lld year old programmer. He likes to code, play guitar, and play video games. He makes iOS apps and does some game dev too.";

/* About The Developer */
"aboutview.about_developer_title" = "About The Developer";

/* About Earthify Content */
"aboutview.about_earthify_content" = "Earthify is an app where you can share the things you don't need anymore. Something that is no longer of any use to you might be life changing for someone else!";

/* About Earthify */
"aboutview.about_earthify_title" = "About Earthify";

/* Add Listing */
"addlistingview.add_btn" = "Add Listing";

/* Unable to add a new listing */
"addlistingview.add_failure_alert.title" = "Unable to add a new listing";

/* Check it out in the Item Browser! */
"addlistingview.add_success_alert.msg" = "Check it out in the Item Browser!";

/* Item Added Successfully */
"addlistingview.add_success_alert.title" = "Item Added Successfully";

/* Camera */
"addlistingview.camera" = "Camera";

/* Enter a short description of your item: */
"addlistingview.description_field.header" = "Enter a short description of your item:";

/* Description */
"addlistingview.description_field.hint" = "Description";

/* Make sure that your item is clearly visible in the picture */
"addlistingview.image_picker.subtitle" = "Make sure that your item is clearly visible in the picture";

/* Click a picture of your item: */
"addlistingview.image_picker.title" = "Click a picture of your item:";

/* Image must be smaller than %lld MB */
"addlistingview.image_size_alert.msg %lld" = "Image must be smaller than %lld MB";

/* Earthify requires your location to show people items that are closer to them. */
"addlistingview.location_alert.msg" = "Earthify requires your location to show people items that are closer to them.";

/* Please enable Location Services for Earthify */
"addlistingview.location_alert.title" = "Please enable Location Services for Earthify";

/* Something went wrong while getting your current location. */
"addlistingview.location_error_alert.msg" = "Something went wrong while getting your current location.";

/* Unable to get current location */
"addlistingview.location_error_alert.title" = "Unable to get current location";

/* New Item Listing */
"addlistingview.nav_title" = "New Item Listing";

/* Photo Library */
"addlistingview.photo_library" = "Photo Library";

/* Select Image Source */
"addlistingview.source_selector_msg" = "Select Image Source";

/* Enter a title for your listing: */
"addlistingview.title_field.header" = "Enter a title for your listing:";

/* Title */
"addlistingview.title_field.hint" = "Title";

/* Unable to upload image */
"addlistingview.upload_error_alert.title" = "Unable to upload image";

/* Enter a short description of your item */
"addlistingview_acc.description_field" = "Enter a short description of your item";

/* Opens a dialogue to choose image source */
"addlistingview_acc.image_picker.hint" = "Opens a dialogue to choose image source";

/* Enter a title for your listing */
"addlistingview_acc.title_field" = "Enter a title for your listing";

/* Cancel */
"alert_cancel" = "Cancel";

/* OK */
"alert_dismiss" = "OK";

/* author says: content */
"chatbubble.%@ says %@" = "%1$@ says: %2$@";

/* Chat with user */
"chatrow_acc.chat_with %@" = "Chat with %@";

/* Chats */
"chatsbrowser.nav_title" = "Chats";

/* You don't have any chats yet\nStart a conversation from an item's page */
"chatsbrowser.no_chats_msg" = "You don't have any chats yet\nStart a conversation from an item's page";

/* Search Chats */
"chatsbrowser.search_prompt" = "Search Chats";

/* Please sign in to view chats */
"chatsbrowser.sign_in_msg" = "Please sign in to view chats";

/* Chat with recipient */
"chatview.chat_with %@" = "Chat with %@";

/* This is the beginning of your conversation with recipient. Say hi! */
"chatview.no_chats_msg %@" = "This is the beginning of your conversation with %@. Say hi!";

/* Unable to send message */
"chatview.send_error_alert.title" = "Unable to send message";

/* Send message */
"chatview.text_field.hint" = "Send message";

/* Unable to delete item listing image */
"editlistingview.delete_failure_alert.title" = "Unable to delete item listing image";

/* Delete Listing */
"editlistingview.delete_listing" = "Delete Listing";

/* Delete */
"editlistingview.deletion_alert.delete" = "Delete";

/* This action cannot be undone. */
"editlistingview.deletion_alert.msg" = "This action cannot be undone.";

/* Are you sure you want to delete this listing? */
"editlistingview.deletion_alert.title" = "Are you sure you want to delete this listing?";

/* An error occurred while fetching this item's image */
"editlistingview.fetch_error_alert.title" = "An error occurred while fetching this item's image";

/* Update Listing */
"editlistingview.nav_title" = "Update Listing";

/* Update Listing */
"editlistingview.update_btn" = "Update Listing";

/* Unable to update listing */
"editlistingview.update_failure_alert.title" = "Unable to update listing";

/* Item Updated Successfully */
"editlistingview.update_success_alert.title" = "Item Updated Successfully";

/* Current description: description */
"editlistingview_acc.description_field.current_value %@" = "Current description: %@";

/* Current title: title */
"editlistingview_acc.title_field.current_value %@" = "Current title: %@";

/* Chats */
"homescreen.chats" = "Chats";

/* Item Browser */
"homescreen.item_browser" = "Item Browser";

/* Settings */
"homescreen.settings" = "Settings";

/* Starred */
"homescreen.starred" = "Starred";

/* Add New Item */
"itembrowser.add_item_label" = "Add New Item";

/* Earthify */
"itembrowser.nav_title" = "Earthify";

/* Search Earthify */
"itembrowser.search_earthify" = "Search Earthify";

/* Sort Items */
"itembrowser.sort_picker_label" = "Sort Items";

/* Sort Item Listings */
"itembrowser_acc.sort_picker_label" = "Sort Item Listings";

/* Chat */
"listingdetailview.chat" = "Chat";

/* Item By */
"listingdetailview.item_by" = "Item By";

/* Unable to access location */
"listingdetailview.location_error" = "Unable to access location";

/* Item Listing Details */
"listingdetailview.nav_title" = "Item Listing Details";

/* Sign in to star this item or chat with the owner */
"listingdetailview.sign_in_msg" = "Sign in to star this item or chat with the owner";

/* Star */
"listingdetailview.star" = "Star";

/* Unable to star item */
"listingdetailview.star_error_alert.title" = "Unable to star item";

/* Unstar */
"listingdetailview.unstar" = "Unstar";

/* Unable to unstar item */
"listingdetailview.unstar_error_alert.title" = "Unable to unstar item";

/* This item is distance away from your current location */
"listingdetailview_acc.distance %@" = "This item is %@ away from your current location";

/* This item has been provided by owner */
"listingdetailview_acc.item_by %@" = "This item has been provided by %@";

/* Description: description */
"listingdetailview_acc.item_description %@" = "Description: %@";

/* Name: name */
"listingdetailview_acc.item_name %@" = "Name: %@";

/* Could not determine how far away this item is from your current location */
"listingdetailview_acc.location_error" = "Could not determine how far away this item is from your current location";

/* Manage Listings */
"managelistingsview.nav_title" = "Manage Listings";

/* About */
"settingsmenu.about" = "About";

/* License */
"settingsmenu.license" = "License";

/* Sign in with Google */
"settingsmenu.google_sign_in" = "Sign in with Google";

/* Manage listings */
"settingsmenu.manage_listings" = "Manage listings";

/* Settings */
"settingsmenu.nav_title" = "Settings";

/* Sign In Successful */
"settingsmenu.sign_in_alert.success" = "Sign In Successful";

/* You have been signed in as email. */
"settingsmenu.sign_in_alert.success_msg %@" = "You have been signed in as %@.";

/* Sign Out */
"settingsmenu.sign_out" = "Sign Out";

/* Are you sure you want to sign out? */
"settingsmenu.sign_out_alert" = "Are you sure you want to sign out?";

/* Sign Out */
"settingsmenu.sign_out_alert.sign_out" = "Sign Out";

/* Continue */
"splashscreen.continue" = "Continue";

/* Share your things with others\nHelp to reduce resource wastage */
"splashscreen.subtitle" = "Share your things with others\nHelp to reduce resource wastage";

/* Welcome to Earthify */
"splashscreen.title" = "Welcome to Earthify";

/* Continue to app */
"splashscreen_acc.continue" = "Continue to app";

/* Starred Listings */
"starredlistings.nav_title" = "Starred Listings";

/* You haven't starred any items yet\nStar an item from its page */
"starredlistings.no_stars_msg" = "You haven't starred any items yet\nStar an item from its page";

/* Search Starred */
"starredlistings.search_prompt" = "Search Starred";

/* Please sign in to view starred listings */
"starredlistings.sign_in_msg" = "Please sign in to view starred listings";

